1498/1498.3/Output/Inner-Fluid/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5                                     |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    outlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          856;
        startFace       1039466;
    }
    interface
    {
        type            mapped;
        nFaces          35384;
        startFace       1040322;
    }
    inlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          856;
        startFace       1075706;
    }
    adiabatic
    {
        type            wall;
        inGroups        1(wall);
        nFaces          8016;
        startFace       1076562;
    }
)

// ************************************************************************* //
